[2052]
_Translator="简体中文 - zzming"
resBaud="波特率"
resCANnormal="正常"
resCANoverflow="溢出"
resConnected="已连接"
resCptActionEnCfg="进入配置状态"
resCptActionEntm="退出配置状态"
resCptActionExport="导出"
resCptActionFwUp="固件升级"
resCptActionImport="导入"
resCptActionLoadFile="执行导入"
resCptActionSaveFile="执行导出"
resCptActionSearch="刷新设备列表"
resCptActionSend="发送（Ctrl+Enter）"
resCptActionUartClose="关闭串口"
resCptActionUartOpen="打开串口"
resCptActionUartQuery="读取参数"
resCptActionUseUart="通过串口操作"
resCptActionUseUdp="通过网络操作"
resCptAutoSingle="自动单选"
resCptbtnSet="[一键设置所有参数]"
resCptClear="清空"
resCptClearLvDevs="清空列表"
resCptcxBtnClearAll="清除所有"
resCptcxBtnRun="运行"
resCptcxBtnSaveas="导出到文件"
resCptcxBtnStop="停止"
resCptcxButtonStartUp="开始升级"
resCptcxCheckBoxNoChkMac="不校验MAC"
resCptcxdtw_00="串口发送缓冲区"
resCptcxdtw_01="CAN1发送缓冲区"
resCptcxdtw_02="串口接收缓冲区"
resCptcxdtw_03="CAN1接收缓冲区"
resCptcxdtw_04="CAN1 接收过滤帧数量"
resCptcxdtw_0B="CAN1接收包数量"
resCptcxdtw_0C="CAN1发送包数量"
resCptcxdtw_0D="串口接收数据长度"
resCptcxdtw_0E="串口发送数据长度"
resCptcxdtw_10="CAN1 socketA连接状态"
resCptcxdtw_11="CAN1 socketB连接状态"
resCptcxdtw_12="串口socketA连接状态 "
resCptcxdtw_13="串口socketB连接状态 "
resCptcxdtw_20="CAN2发送缓冲区"
resCptcxdtw_21="CAN2接收缓冲区"
resCptcxdtw_22="CAN2接收过滤帧数量"
resCptcxdtw_25="CAN2接收包数量"
resCptcxdtw_26="CAN2发送包数量"
resCptcxdtw_27="CAN2 socketA连接状态"
resCptcxdtw_28="CAN2 socketB连接状态"
resCptcxGBoxImport="导入"
resCptcxGroupBoxDevs="设备列表"
resCptcxLabelDevIp="设备 IP:"
resCptcxLabelDevMac="设备 MAC:"
resCptcxLabelFile="固件路径:"
resCptcxLabelLoIp="本机 IP"
resCptcxVGridCateRow_Can="状态监控"
resCptdxBarLargeButtonLang="语言"
resCptExportFile="指定文件名"
resCptFwForm="固件升级"
resCptImportFile="选择导入文件"
resCptLvDevIP="IP"
resCptLvDevMAC="MAC"
resCptLvDevName="名称"
resCptLvDevSel="选中"
resCptLvDevVer="版本"
resCptSelectAll="全选"
resCptSelectInvert="反选"
resDataBit="数据位"
resDevDiffNetwork="此设备和PC不在同一网段,无法操作"
resDevsSelectedNum="设备选中个数"
resFailure="失败"
resFC="流控"
resFwTagNotMatch="固件标识不匹配"
resFwUp="固件升级"
resFwUp1EnterState="1. 进入升级状态"
resFwUp2VerifyInfo="2. 验证升级信息"
resFwUp3TransferFile="3. 传输固件"
resFwUpHint="请先关闭杀毒软件和防火墙，再进行升级！"
resHintLvDevs="右键点击设备"
resMacNotMatch="MAC不匹配"
resNoSelectedHint="只向选中的设备发送指令,当前无选中的设备"
resOpenWebPage="打开网页"
resOutTime="超时"
resParamArea="参数区"
resParamArea2="参数区 -- 请勾选要导出的参数"
resParamsQueryFromDevice="从设备读取到的参数"
resParity="校验"
resPlsWait="请耐心等待"
resPlsWaitMoment="请稍等"
resPort="端口号"
resPortBeOccupied="端口被占用"
resQueryFail="查询失败"
resQuerySuccess="查询成功"
resRequestFile="请求文件"
resRequestTimedOut="请求超时"
resSearchParamSet="设置搜索参数"
resSearchWord="搜索字"
resSelectedEffect="操作会对所有选中的设备生效。修改参数后需重启。"
resSerialName="串口号"
resSerialParamSet="设置串口参数"
resSetFail="设置失败"
resSetSuccess="设置成功"
resSpecifyCorrectFile="请指定正确的文件"
resStopBit="停止位"
resSuccess="成功"
resUartEffectDevsHint="下列参数修改后,需重启才能生效。"
resununited="未连接"

[Custom Resource Strings]
_Translator="Official English - zzming"
resBaud="Baud Rate"
resCANnormal="normal"
resCANoverflow="overflow"
resConnected="connected"
resCptActionEnCfg="Enter Cfg Mode"
resCptActionEntm="Exit Cfg Mode"
resCptActionExport="Export"
resCptActionFwUp="Fw Update"
resCptActionImport="Import"
resCptActionLoadFile="Execute import"
resCptActionSaveFile="Execute export"
resCptActionSearch="Search Dev"
resCptActionSend="Send(Ctrl+Enter)"
resCptActionUartClose="Close Serial"
resCptActionUartOpen="Open Serial"
resCptActionUartQuery="Query Params"
resCptActionUseUart="By UART"
resCptActionUseUdp="By UDP"
resCptAutoSingle="Auto Select Single"
resCptbtnSet="[Set all parameters]"
resCptClear="Clear"
resCptClearLvDevs="Clear List"
resCptcxBtnClearAll="Clear All"
resCptcxBtnRun="Run"
resCptcxBtnSaveas="Save as"
resCptcxBtnStop="Stop"
resCptcxButtonStartUp="Start upgrade"
resCptcxCheckBoxNoChkMac="Do not veify MAC"
resCptcxdtw_00="Serial TX buffer"
resCptcxdtw_01="CAN1 TX buffer"
resCptcxdtw_02="Serial RX buffer"
resCptcxdtw_03="CAN1 RX buffer"
resCptcxdtw_04="Number of CAN1 receiving filter frames"
resCptcxdtw_0B="Number of CAN1 receiving packet"
resCptcxdtw_0C="Number of CAN1 transmitting packet"
resCptcxdtw_0D="Length of serial RXD"
resCptcxdtw_0E="Length of serial TXD"
resCptcxdtw_10="Connect status of CAN1 socketA "
resCptcxdtw_11="Connect status of CAN1 socketB"
resCptcxdtw_12="Connect status of serial socketA "
resCptcxdtw_13="Connect status of serial socketB"
resCptcxdtw_20="CAN2 TX buffer"
resCptcxdtw_21="CAN2 RX buffer"
resCptcxdtw_22="Number of CAN2 receiving filter frames"
resCptcxdtw_25="Number of CAN2 receiving packet"
resCptcxdtw_26="Number of CAN2 transmitting packet"
resCptcxdtw_27="Connect status of CAN2 socketA "
resCptcxdtw_28="Connect status of CAN2 socketB"
resCptcxGBoxImport="Import"
resCptcxGroupBoxDevs="Device List"
resCptcxLabelDevIp="Device IP:"
resCptcxLabelDevMac="Device MAC:"
resCptcxLabelFile="Firmware:"
resCptcxLabelLoIp="Local IP"
resCptcxVGridCateRow_Can="Status Monitor"
resCptdxBarLargeButtonLang="Language"
resCptExportFile="Specify file name:"
resCptFwForm="Firmware upgrade"
resCptImportFile="Select the import file:"
resCptLvDevIP="IP"
resCptLvDevMAC="MAC"
resCptLvDevName="Name"
resCptLvDevSel="Sel"
resCptLvDevVer="Ver"
resCptSelectAll="Select All"
resCptSelectInvert="Invert"
resDataBit="Data Bits"
resDevDiffNetwork="The device is not working in the same network with PC, so it is unable to be operated "
resDevsSelectedNum="Devices Selected number"
resFailure="failure"
resFC="Flow Control"
resFwTagNotMatch="Firmware does not match"
resFwUp="firmware upgrade"
resFwUp1EnterState="1. Enter upgrade state"
resFwUp2VerifyInfo="2. Verify upgrade info"
resFwUp3TransferFile="3. Transfer the file"
resFwUpHint="Please turn off antivirus software and firewall, and then upgrade!"
resHintLvDevs="Right click on the device"
resMacNotMatch="MAC does not match"
resNoSelectedHint="Only send instruction to the selected devices,but none is selected now"
resOpenWebPage="Open WebPage"
resOutTime="Timeout"
resParamArea="Params"
resParamArea2="Params -- Please check the parameters to be exported"
resParamsQueryFromDevice="Params request from the device"
resParity="Parity"
resPlsWait="Please wait patiently..."
resPlsWaitMoment="Please wait a moment"
resPort="Port"
resPortBeOccupied="Port is occupied"
resQueryFail="Query fail"
resQuerySuccess="Query success"
resRequestFile="Request file"
resRequestTimedOut="Request Timed Out"
resSearchParamSet="SearchParam Set"
resSearchWord="Search Word"
resSelectedEffect="Operation effect all selected devices.please reboot after operate"
resSerialName="Serial Name"
resSerialParamSet="SerialParams Set"
resSetFail="Set fail"
resSetSuccess="Set success"
resSpecifyCorrectFile="Please specify correct file"
resStopBit="Stop Bits"
resSuccess="success"
resUartEffectDevsHint="After modify, please reboot to take effect."
resununited="ununited"

